Repository: alochimpasplum/JoinFS
Catalog: JoinFS/Forms/AircraftForm.*.resx
Languages: de

# ColCallsign.HeaderText
source: Callsign
de: Rufzeichen

# ColAircraftOwner.HeaderText
source: Owner
de: Besitzer

# ColDistance.HeaderText
source: Distance
de: Distanz

# ColHeading.HeaderText
source: Heading
de: Kurs

# ColAltitude.HeaderText
source: Altitude
de: Höhe

# ColModel.HeaderText
source: Sub Model
de: Modell

# ColWeather.HeaderText
source: Weather
de: Wetter

# ColRecord.HeaderText
source: Record
de: Aufnahme

# ColIgnore.HeaderText
source: Ignore
de: Ignorieren

# Context_Aircraft_Substitute.Text
source: &Substitute...
de: Ersetzen...

# Context_Aircraft_Callsign.Text
source: Change Callsign...
de: Rufzeichen ändern...

# Context_Aircraft_FlightPlan.Text
source: File Flight &Plan...
de: Datei Flugplan...

# Context_Aircraft_EditFlightPlan.Text
source: Edit Flight Plan...
de: Flugplan Bearbeiten...

# Context_Aircraft_Variables.Text
source: Assign Variables...
de: Variablen zuweisen...

# Context_Aircraft_ShowOnRadar.Text
source: Show on Radar
de: Auf Radar Anzeigen

# Context_Aircraft_AdjustHeight.Text
source: Adjust Height...
de: Höhe Einstellen...

# Context_Aircraft_Follow.Text
source: &Follow
de: Folgen

# Context_Aircraft_EnterCockpit.Text
source: Enter &Cockpit
de: Ins Cockpit

# Context_Aircraft_TrackHeading.Text
source: Track Heading On HI
de: Spurrichtung ein HI

# Context_Aircraft_TrackBearing.Text
source: Track Bearing On HI
de: Spurhaltung ein HI

# Context_Aircraft_CopyWeather.Text
source: Copy &Weather
de: Wetter kopieren

# Context_Aircraft_RemoveFromRecording.Text
source: &Remove From Recorder
de: Aus Rekorder Entfernen

# Context_Aircraft_Hub.Text
source: Include All Hub Aircraft
de: Umfassen Alle Hub-Flugzeuge

# Context_Aircraft_Simulator.Text
source: Include All Simulator Aircraft
de: Alle Simulatorflugzeuge einschließen

# Context_Aircraft_Ignored.Text
source: Include Ignored Aircraft
de: Ignorierte Flugzeuge Einschließen

# Context_Aircraft_StopTracking.Text
source: Stop Tracking
de: Stoppen Spur

# Button_Refresh.Text
source: Refresh
de: Aktualisieren

# label1.Text
source: Left-click to select aircraft
de: Klicken Sie mit der linken Maustaste, um das Flugzeug auszuwählen

# label2.Text
source: Right-click for options
de: Klicken Sie mit der rechten Maustaste, um Optionen anzuzeigen

# label3.Text
source: Click heading to sort aircraft
de: Klicken Sie zum Sortieren auf die Überschrift

# label4.Text
source: Flight Plan
de: Flugplan

# label6.Text
source: Squawk | Com1 | Com2 | Bearing | Original Model | Simulator
de: Squawk | Com1 | Com2 | Richtung | Originalmodell | Simulator

# $this.Text
source: JoinFS: Aircraft
de: JoinFS: Flugzeuge
