Repository: alochimpasplum/JoinFS
Catalog: JoinFS/Forms/SettingsForm.*.resx
Languages: it, nl

# Check_LocalPort.Text
source: Choose my own port
it: Scegli porta locale
nl: Kies locale netwerkpoort

# Button_Cancel.Text
source: Cancel
it: Cancella
nl: Annuleren

# Check_LowBandwidth.Text
source: Low bandwidth
it: Banda scarsa
nl: Lage bandbreedte

# Label_Nickname.Text
source: Nickname
it: Soprannome
nl: Bijnaam

# Check_ShowNickname.Text
source: Show Nickname
it: Soprannome
nl: Bijnaam

# Label_FollowText.Text
source: Follow distance:
it: Distanza di inseguimento:
nl: Volgafstand:

# Check_Connect.Text
source: Connect on launch
it: Connetti all'inizio
nl: Maak verbinding begin

# Button_LabelColour.Text
source: Label...
it: Etichetta...

# Check_ShowDistance.Text
source: Show Distance
it: Distanza
nl: Afstand

# Check_ShowSpeed.Text
source: Show Speed
it: Velocità
nl: Snelheid

# Check_ShowAltitude.Text
source: Show Altitude
it: Altitudine
nl: Hoogte

# Check_ShowCallsign.Text
source: Show Callsign
it: Nominativo
nl: Nummer

# Check_Scan.Text
source: Model scan on connect
it: Scansione su connessione
nl: Scannen bij verbinden

# Check_Elevation.Text
source: Elevation Correction
it: Correzione Altezza
nl: Hoogtecorrectie

# Label_CircleText.Text
source: Circle of activity:
it: Raggio di attività:
nl: Activiteit bereik:

# Check_WhazzupAI.Text
source: - include AI
it: - includere AI
nl: - omvatten AI

# Check_GlobalJoin.Text
source: Join global session at launch
it: Unire Global all'inizio
nl: Word bij de start wereldwijd lid

# Check_WhazzupGlobal.Text
source: - include global users
it: - includere gli utenti hub
nl: - omvatten openbaar

# Check_Tacpack.Text
source: Auto broadcast VRS TacPack
it: Auto trasmetti VRS TacPack
nl: Verzend automatisch VRS TacPack

# groupBox2.Text
source: Network
it: Rete
nl: Netwerk

# Label_Frequency.Text
source: Frequency
it: Frequenza
nl: Frequentie

# Label_Level.Text
source: Level
it: Livello
nl: ATC niveau

# Label_Airport.Text
source: Airport code
it: Codice Aeroporto
nl: Luchthavencode

# Check_ATC.Text
source: Enable ATC Mode
it: Abilita modalità ATC
nl: Activeer ATC modus

# Label_HubDomain.Text
source: Domain
it: Dominio
nl: Domein

# Label_HubEvent.Text
source: Next Event
it: Evento successivo
nl: Volgende sessie

# Label_HubAbout.Text
source: About
it: Info
nl: Over

# Label_HubVoIP.Text
source: Voice Server
it: Server voce
nl: Spraak Server

# Label_HubName.Text
source: Name
it: Nome
nl: Naam

# Check_Hub.Text
source: Enable Hub Mode
it: Abilita modalità hub
nl: Activeer Server Modus

# GroupBox_Hub.Text
source: Hub Mode (Public)
it: Modalità Hub (Pubblica)
nl: Servermodus (Openbaar)

# Check_AlwaysOnTop.Text
source: Always on top
it: sempre in cima
nl: UI altijd zichtbaar

# Check_EarlyUpdate.Text
source: Early Access
it: Aggiornamento anticipato
nl: Vroege update

# Check_ToolTips.Text
source: Tool Tips
it: Aiuto UI
nl: Gereedschapstips

# Label_Inactive.Text
source: Inactive
it: Inattivo
nl: Inactief

# Label_Waiting.Text
source: Waiting
it: Inatteso
nl: Wachten

# Button_InactiveText.Text
source: Text...
it: Testo...
nl: Tekst...

# Button_WaitingText.Text
source: Text...
it: Testo...
nl: Tekst...

# Button_ActiveText.Text
source: Text...
it: Testo...
nl: Tekst...

# Button_InactiveBackground.Text
source: Background...
it: Sfondo...
nl: Achtergrond...

# Button_WaitingBackground.Text
source: Background...
it: Sfondo...
nl: Achtergrond...

# Button_ActiveBackground.Text
source: Background...
it: Sfondo...
nl: Achtergrond...

# Label_Active.Text
source: Active
it: Attivo
nl: Actief

# Check_AutoRefresh.Text
source: Auto refresh
it: Aggiorna automaticamente
nl: Automatisch vernieuwen

# groupBox5.Text
source: User Interface
it: UI
nl: Algemeen

# Button_InstallCPP.Text
source: Install C++...
it: Installa C++...
nl: Installeer C++...

# Label_PluginAddress.Text
source: IP Address
it: IP Indirizzo
nl: IP Adres

# Button_InstallPlugin.Text
source: Install Plugin...
it: Installa il plugin...
nl: Installeer Plugin...

# Button_Reset.Text
source: Reset
it: Ripristina

# $this.Text
source: JoinFS: Settings
it: JoinFS: Settaggi
nl: JoinFS: Instellingen

# Label_Password.Text
source: Password
nl: Wachtwoord
