Repository: alochimpasplum/JoinFS
Catalog: JoinFS/Resources/strings.*.resx
Languages: es, fr, it, ko, nl, pt, ru

# AircraftWarning
source: Unable to inject all aircraft. You should add more AI Aircraft to the Flight Configuration menu in X-Plane.
es: No se pueden inyectar todos los aviones. Debe agregar más aviones AI al menú de configuración de vuelo en X-Plane.
fr: Impossible d'injecter tous les avions. Vous devriez ajouter plus d'avions IA au menu de configuration de vol dans X-Plane.
it: Impossibile iniettare tutti gli aerei. Dovresti aggiungere più velivoli AI al menu Configurazione di volo in X-Plane.
ko: 모든 항공기에 주입할 수 없습니다. X-Plane의 Flight Configuration 메뉴에 AI Aircraft를 더 추가해야 합니다.
nl: Niet in staat om alle vliegtuigen te injecteren. U moet meer AI Aircraft toevoegen aan het menu Vluchtconfiguratie in X-Plane.
pt: Não foi possível injetar todas as aeronaves. Você deve adicionar mais AI Aircraft ao menu Flight Configuration no X-Plane.
ru: Невозможно ввести все самолеты. Вам следует добавить больше AI Aircraft в меню Flight Configuration в X-Plane.

# AcquiredWarning
source: Failed to acquire access to the X-Plane aircraft. This is usually because another plugin has already been granted access. Try disabling the other plugin to give JoinFS access.
es: No se pudo obtener acceso a la aeronave X-Plane. Esto generalmente se debe a que ya se le ha otorgado acceso a otro complemento. Intente deshabilitar el otro complemento para dar acceso a JoinFS.
fr: Échec de l'acquisition de l'accès à l'avion X-Plane. C'est généralement parce qu'un autre plugin a déjà obtenu l'accès. Essayez de désactiver l'autre plugin pour donner l'accès à JoinFS.
it: Impossibile acquisire l'accesso all'aereo X-Plane. Questo di solito è dovuto al fatto che a un altro plug-in è già stato concesso l'accesso. Prova a disabilitare l'altro plugin per concedere l'accesso a JoinFS.
ko: X-Plane 항공기에 대한 액세스 권한을 획득하지 못했습니다. 이는 일반적으로 다른 플러그인에 이미 액세스 권한이 부여되었기 때문입니다. JoinFS 액세스 권한을 부여하려면 다른 플러그인을 비활성화하십시오.
nl: Geen toegang tot het X-Plane-vliegtuig gekregen. Dit komt meestal omdat er al toegang is verleend aan een andere plug-in. Probeer de andere plug-in uit te schakelen om JoinFS toegang te geven.
pt: Falha ao adquirir acesso à aeronave X-Plane. Isso geralmente ocorre porque outro plugin já recebeu acesso. Tente desabilitar o outro plugin para dar acesso ao JoinFS.
ru: Не удалось получить доступ к самолету X-Plane. Обычно это происходит потому, что другому плагину уже предоставлен доступ. Попробуйте отключить другой плагин, чтобы предоставить доступ к JoinFS.

# Tip_EarlyUpdate
source: Receive early notification to try a new version before it is offically released.
es: Reciba una notificación anticipada para probar una nueva versión antes de su lanzamiento oficial.
fr: Recevez une notification rapide pour essayer une nouvelle version avant sa sortie officielle.
it: Ricevi una notifica anticipata per provare una nuova versione prima che venga rilasciata ufficialmente.
ko: 공식적으로 출시되기 전에 새 버전을 사용해 보려면 조기 알림을 받으십시오.
nl: Ontvang een vroege melding om een nieuwe versie te proberen voordat deze officieel wordt uitgebracht.
pt: Receba uma notificação antecipada para experimentar uma nova versão antes que ela seja lançada oficialmente.
ru: Получите раннее уведомление, чтобы попробовать новую версию до ее официального выпуска.

# AskImport
source: Import your JoinFS settings from v3.1.6?
es: ¿Importar su configuración de JoinFS desde v3.1.6?
fr: Importer vos paramètres JoinFS depuis la v3.1.6 ?
it: Importare le impostazioni di JoinFS dalla v3.1.6?
ko: v3.1.6에서 JoinFS 설정을 가져오시겠습니까?
nl: Importeer uw JoinFS-instellingen van v3.1.6?
pt: Importar suas configurações do JoinFS da v3.1.6?
ru: Импортировать настройки JoinFS из версии 3.1.6?

# Coffee
source: Buy Me A Coffee
es: cómprame un café
fr: achète-moi un café
it: offrimi un caffè
ko: 나에게 커피를 사다
nl: koop een koffie voor me
pt: me compre um café
ru: купи мне кофе

# GenerateCslWarning
source: Generating CSL objects may take several minutes. You may need to restart X-Plane when complete.
es: La generación de objetos CSL puede tardar varios minutos. Es posible que deba reiniciar X-Plane cuando esté completo.
fr: La génération d'objets CSL peut prendre plusieurs minutes. Vous devrez peut-être redémarrer X-Plane une fois terminé.
it: La generazione di oggetti CSL può richiedere diversi minuti. Potrebbe essere necessario riavviare X-Plane al termine.
ko: CSL 개체를 생성하는 데 몇 분 정도 걸릴 수 있습니다. 완료되면 X-Plane을 다시 시작해야 할 수도 있습니다.
nl: Het genereren van CSL-objecten kan enkele minuten duren. Mogelijk moet u X-Plane opnieuw opstarten als u klaar bent.
pt: A geração de objetos CSL pode levar vários minutos. Você pode precisar reiniciar o X-Plane quando terminar.
ru: Создание объектов CSL может занять несколько минут. Возможно, вам придется перезапустить X-Plane после завершения.

# Options_Help
source: Show usage details.
es: Mostrar detalles de uso.
fr: Afficher les détails d'utilisation.
it: Mostra i dettagli di utilizzo.
ko: 사용 세부 정보를 표시합니다.
nl: Gebruiksdetails weergeven.
pt: Mostrar detalhes de uso.
ru: Показать сведения об использовании.

# Options_InstallPlugin
source: Install the X-Plane plugin for JoinFS
es: Instale el complemento X-Plane para JoinFS.
fr: Installez le plug-in X-Plane pour JoinFS.
it: Installa il plugin X-Plane per JoinFS.
ko: JoinFS용 X-Plane 플러그인을 설치합니다.
nl: Installeer de X-Plane-plug-in voor JoinFS.
pt: Instale o plugin X-Plane para JoinFS.
ru: Установите плагин X-Plane для JoinFS.

# Options_SimFolder
source: Sets the simulator root folder.
es: Establece la carpeta raíz del simulador.
fr: Définit le dossier racine du simulateur.
it: Imposta la cartella principale del simulatore.
ko: 시뮬레이터 루트 폴더를 설정합니다.
nl: Stelt de hoofdmap van de simulator in.
pt: Define a pasta raiz do simulador.
ru: Устанавливает корневую папку симулятора.

# Options_Background
source: For JoinFS-CONSOLE, run as a background task with no keyboard input.
es: Para JoinFS-CONSOLE, ejecute como una tarea en segundo plano sin entrada de teclado.
fr: Pour JoinFS-CONSOLE, exécutez-le en tâche de fond sans saisie au clavier.
it: Per JoinFS-CONSOLE, esegui come attività in background senza input da tastiera.
ko: JoinFS-CONSOLE의 경우 키보드 입력 없이 백그라운드 작업으로 실행합니다.
nl: Voor JoinFS-CONSOLE, voer het uit als een achtergrondtaak zonder toetsenbordinvoer.
pt: Para JoinFS-CONSOLE, execute como uma tarefa em segundo plano sem entrada de teclado.
ru: Для JoinFS-CONSOLE запустите фоновую задачу без ввода с клавиатуры.

# Option_GenerateCsl
source: Generate CSL objects for installed X-Plane aircraft during a scan.
es: Genere objetos CSL para aviones X-Plane instalados durante un escaneo.
fr: Générez des objets CSL pour les avions X-Plane installés lors d'un scan.
it: Genera oggetti CSL per velivoli X-Plane installati durante una scansione.
ko: 스캔하는 동안 설치된 X-Plane 항공기에 대한 CSL 개체를 생성합니다.
nl: Genereer CSL-objecten voor geïnstalleerde X-Plane-vliegtuigen tijdens een scan.
pt: Gere objetos CSL para aeronaves X-Plane instaladas durante uma varredura.
ru: Создание объектов CSL для установленных самолетов X-Plane во время сканирования.

# Option_SkipCsl
source: Skip CSL objects already done during a scan.
es: Omita los objetos CSL ya realizados durante un escaneo.
fr: Ignorer les objets CSL déjà effectués lors d'une analyse.
it: Salta gli oggetti CSL già eseguiti durante una scansione.
ko: 스캔 중에 이미 완료된 CSL 개체를 건너뜁니다.
nl: CSL-objecten overslaan die al tijdens een scan zijn gedaan.
pt: Ignore objetos CSL já feitos durante uma varredura.
ru: Пропускать объекты CSL, уже выполненные во время сканирования.

source: Download
es: Descargar
fr: Télécharger
it: Scarica
ko: 다운로드
nl: Downloaden
ru: Скачать

# BecomeAPatron
source: Patreon
ko: 패트리온
ru: Патреон

source: Global
it: Globale
ko: 글로벌
nl: Globaal
ru: Глобальный
