Repository: alochimpasplum/JoinFS
Catalog: JoinFS/Resources/strings.*.resx
Languages: es, fr, it, ko, nl, pt, ru

source: Airliner
es: Avión de línea
fr: AvionDeLigne
it: Aereo di linea
ko: 여객기
nl: Passagiersvliegtuig
pt: Avião comercial
ru: Авиалайнер

# AtcModeEnabled
source: ATC Mode is enabled. This allows aircraft to be visible on radar, but has an adverse effect on the smooth movement of aircraft.
es: El modo ATC está habilitado. Esto permite que la aeronave sea visible en el radar, pero tiene un efecto adverso en el movimiento suave de la aeronave.
fr: Le Mode ATC est actif. Cela autorise la visibilité d'un appareil sur le radar, mais a aussi un effet négatif sur la fluidité du mouvement d'un appareil
it: La modalità ATC è abilitata. Ciò consente al velivolo di essere visibile sul radar, ma ha un effetto negativo sul movimento regolare del velivolo.
ko: ATC 모드가 활성화되었습니다. 이를 통해 항공기는 레이더에서 볼 수 있지만 항공기의 원활한 이동에 부정적인 영향을 미칩니다.
nl: ATC Mode is ingeschakeld. Hiermee kunnen vliegtuigen zichtbaar zijn op radar, maar het negatieve effect hebben op de gladde beweging van vliegtuigen.
pt: O modo ATC está ativado. Isso permite que a aeronave seja visível no radar, mas tem um efeito adverso no movimento suave da aeronave.
ru: Режим ATC включен. Это позволяет видеть самолет на радаре, но отрицательно сказывается на плавности его движения.

# AtcWarning
source: With ATC mode enabled, network aircraft will be visible on the default radar. However, some aircraft may act in a strange manner while ATC mode is enabled.
es: Con el modo ATC habilitado, las aeronaves de la red serán visibles en el radar predeterminado. Sin embargo, algunas aeronaves pueden actuar de manera extraña mientras el modo ATC está habilitado.
fr: Avec le mode ATC actif, les appareils du réseau seront visibles sur le radar par défaut. Cependant quelques appareils peuvent se comporter de maniére curieuse quand le mode ATC est activé.
it: Con la modalità ATC abilitata, i velivoli di rete saranno visibili sul radar predefinito. Tuttavia, alcuni aeromobili potrebbero agire in modo strano mentre la modalità ATC è abilitata.
ko: ATC 모드가 활성화되면 네트워크 항공기는 기본 레이더에서 볼 수 있습니다. 그러나 일부 항공기는 ATC 모드가 활성화되어 있는 동안 이상한 방식으로 작동할 수 있습니다.
nl: Met ATC-modus ingeschakeld, zullen netwerkvliegtuigen zichtbaar zijn op de standaardradar. Sommige vliegtuigen kunnen echter op een vreemde manier optreden terwijl de ATC-modus is ingeschakeld.
pt: Com o modo ATC habilitado, a aeronave da rede ficará visível no radar padrão. No entanto, algumas aeronaves podem agir de maneira estranha enquanto o modo ATC está habilitado.
ru: При включенном режиме УВД воздушные суда сети будут видны на радаре по умолчанию. Однако некоторые летательные аппараты могут вести себя странно, когда включен режим УВД.

source: Bomber
es: Bombardeo
fr: Bombardier
it: Bombardiere militare
ko: 마리화나 담배
pt: Bombardeiro
ru: Бомбардировщик

# CommsWelcome
source: Welcome to the JoinFS communications system. This area shows incoming messages, hub information and event notifications. On the left, select the channels to receive and transmit. Right-click to change colours. Type a message in the box below then click 'Send' or press the enter key. Type '.help' for commands.
es: Bienvenido al sistema de comunicaciones JoinFS. Esta área muestra mensajes entrantes, información del concentrador y notificaciones de eventos. A la izquierda, seleccione los canales para recibir y transmitir. Haz clic derecho para cambiar los colores. Escriba un mensaje en el cuadro de abajo y luego haga clic en 'Enviar' o presione la tecla Intro. Escriba '.help' para los comandos.
fr: Bienvenue dans le système de communication JoinFS. Cette zone affiche les messages entrants, les informations du hub et les notifications d'événements. Sur la gauche, sélectionnez les canaux à recevoir et à transmettre. Cliquez avec le bouton droit pour changer les couleurs. Tapez un message dans la case ci-dessous puis cliquez sur «Envoyer» ou appuyez sur la touche Entrée. Tapez «.help» pour les commandes.
it: Benvenuto nel sistema di comunicazione JoinFS. Quest'area mostra i messaggi in arrivo, le informazioni sull'hub e le notifiche degli eventi. A sinistra, seleziona i canali da ricevere e trasmettere. Fare clic con il tasto destro per cambiare i colori. Digita un messaggio nella casella sottostante, quindi fai clic su "Invia" o premi il tasto Invio. Digita ".help" per i comandi.
ko: JoinFS 커뮤니케이션 시스템에 오신 것을 환영합니다. 이 영역은 수신 메시지, 허브 정보 및 이벤트 알림을 표시합니다. 왼쪽에서 수신 및 송신할 채널을 선택합니다. 색상을 변경하려면 마우스 오른쪽 버튼을 클릭합니다. 아래 상자에 메시지를 입력한 다음 '보내기'를 클릭하거나 Enter 키를 누릅니다. 명령에 '.help'를 입력합니다.
nl: Welkom bij het JoinFS-communicatiesysteem. Dit gebied toont inkomende berichten, hubinformatie en gebeurtenismeldingen. Selecteer aan de linkerkant de kanalen die u wilt ontvangen en verzenden. Klik met de rechtermuisknop om de kleuren te wijzigen. Typ een bericht in het onderstaande veld en klik op 'Verzenden' of druk op de enter-toets. Typ '.help' voor opdrachten.
pt: Bem-vindo ao sistema de comunicações JoinFS. Esta área mostra as mensagens recebidas, informações do hub e notificações de eventos. À esquerda, selecione os canais para receber e transmitir. Clique com o botão direito para alterar as cores. Digite uma mensagem na caixa abaixo e clique em 'Enviar' ou pressione a tecla Enter. Digite '.help' para os comandos.
ru: Добро пожаловать в систему связи JoinFS. В этой области отображаются входящие сообщения, информация о хабе и уведомления о событиях. Слева выберите каналы для приема и передачи. Щелкните правой кнопкой мыши, чтобы изменить цвета. Введите сообщение в поле ниже и нажмите «Отправить» или нажмите клавишу ввода. Для команд введите .help.

source: Create
es: Crear
fr: Créer
it: Crea
ko: 만들다
nl: Creëren
pt: Crio
ru: Создавать

source: Default
es: Defecto
fr: Défaut
ko: 기본
nl: Standaard
pt: Predefinição
ru: Дефолт

source: Donate
es: Donar
fr: Faire Un Don
it: Dona
ko: 기부
nl: Geven
pt: Doar
ru: Пожертвовать

# EditMatchingWarning
source: You must first start a simulator before editing substitutions.
es: Primero debe iniciar un simulador antes de editar sustituciones.
fr: Vous devez d'abord démarrer le simulateur avant d'éditer la correspondance des modéles.
it: Devi avviare il simulatore per poter scansionare i modelli.
ko: 대체 항목을 편집하기 전에 먼저 시뮬레이터를 시작해야 합니다.
nl: U moet eerst een simulator starten voor het aanpassen van modelvergelijking.
pt: Você deve primeiro iniciar um simulador antes de editar as substituições.
ru: Перед редактированием замен необходимо сначала запустить симулятор.

source: Edit Model Masquerading
es: Editar modelo enmascarado
fr: Editer la masquage des modéles.
it: Modifica Mascheramento Modelli
ko: 모델 마스커레이딩 편집
nl: Bewerk Model Masquerading
pt: Editar mascaramento de modelo
ru: Редактировать маскарад модели

source: Edit Model Matching
es: Editar la coincidencia de modelos
fr: Editer la correspondance des modéles.
it: Modifica Corrispondenza Modelli
ko: 모델 일치 편집
nl: Bewerk vervangend model
pt: Editar correspondência de modelo
ru: Изменить соответствие модели

source: Enter Cockpit
es: Entrar en la cabina
fr: Entrer dans le Cockpit
it: Entra Pozzetto
ko: 조종석에 입장
nl: In Cockpit
pt: Entrar no cockpit
ru: Войдите в кабину

source: Fighter
es: Combatiente
fr: Combat
it: Caccia militare
ko: 전투기
nl: Gevechtsvliegtuig
pt: Lutador
ru: Истребитель

source: Follow
es: Seguir
fr: Suivre
it: Seguire
ko: 따르다
nl: Volg
pt: Seguir
ru: Следовать

# FoundPrefix
source: Found
es: Encontró
fr: Trouvé
it: Trovato
ko: 설립하다
nl: Gevonden
pt: Encontrado
ru: Найденный

# FoundSuffix
source: model(s)
es: modelo (s)
fr: modèle
it: modello
ko: 모델
pt: modelo (s)
ru: модель (ы)

source: FourProp
fr: Quatre Prop
it: Quadrimotore a elica
ko: 포프롭
nl: Viermotorige Prop

source: Glider
es: Planeador
fr: Planeur
it: Aliante
ko: 글라이더
pt: Planador
ru: Планер

source: Join
es: Unirse
fr: Rejoindre
it: Collega
ko: 가입하다
nl: Verbind
pt: Junte-se
ru: Присоединиться

source: Leave
es: Salir
fr: Quitter
it: Partire
ko: 떠나다
nl: Het verlof
pt: Sair
ru: Покинуть

# ModelListEmpty
source: Model list is empty for this simulator. Would you like to scan for models now?
es: La lista de modelos está vacía para este simulador. ¿Le gustaría buscar modelos ahora?
fr: La liste des modèles est vide pour ce simulateur. Souhaitez-vous rechercher des modèles maintenant?
it: L'elenco dei modelli è vuoto per questo simulatore. Scansionare i modelli adesso?
ko: 이 시뮬레이터의 모델 목록이 비어 있습니다. 지금 모델을 스캔하시겠습니까?
nl: De modellijst is leeg voor deze simulator. Wilt u nu naar modellen scannen?
pt: A lista de modelos está vazia para este simulador. Você gostaria de fazer a varredura de modelos agora?
ru: Список моделей для этого симулятора пуст. Хотели бы вы сканировать модели сейчас?

source: Network
es: La red
fr: Réseau
it: Rete
ko: 회로망
nl: Netwerk
pt: Rede
ru: Сеть

# NewVersion
source: There is a new version available. Would you like to install it?
es: Hay una nueva versión disponible. ¿Quieres instalarlo?
fr: Une nouvelle version est disponible. Souhaitez-vous l'installer?
it: È disponibile una nuova versione. Vuoi installarlo?
ko: 사용 가능한 새 버전이 있습니다. 설치하시겠습니까?
nl: Er is een nieuwe versie beschikbaar. Wilt u deze installeren?
pt: Existe uma nova versão disponível. Você gostaria de instalá-lo?
ru: Доступна новая версия. Вы бы хотели его установить?

source: Not Connected
es: No conectado
fr: Non connecté
it: Non Collegata
ko: 연결되지 않음
nl: Niet verbonden
pt: Não conectado
ru: Не подключен

source: Password
es: Contraseña
fr: Passe
it: Passare
ko: 비밀번호
pt: Senha
ru: Пароль

# RecorderEmpty
source: The recorder is empty. Choose 'Recorder|Record' from the menu to make a recording.
es: La grabadora está vacía. Elija 'Grabadora | Grabar' en el menú para hacer una grabación.
fr: L’enregistreur est vide. Choisir ‘Enregistrement/Enregistrer’ dans le menu pour créer un enregistrement
it: Il registratore è vuoto. Scegli "Registratore | Registra" dal menu per effettuare una registrazione.
ko: 녹음기가 비어 있습니다. 녹음을하기 위해 메뉴에서 | '기록 레코더'를 선택합니다.
nl: De recorder is leeg. Kies 'Recorder | Record' in het menu om een ​​opname te maken.
pt: O gravador está vazio. Escolha 'Gravador | Gravar' no menu para fazer uma gravação.
ru: Рекордер пуст. Выберите «Рекордер | Запись» в меню, чтобы сделать запись.

# RecorderStr
source: Recorder
es: Grabadora
fr: Enregistrement
it: Registratore
ko: 기록계
nl: Opname
pt: Gravador
ru: Рекордер

source: Rotorcraft
fr: Hélicoptère
it: Elicottero
ko: 회전익기
nl: Helikopter
ru: Винтокрыл

# SaveCurrentRecording
source: Would you like to save your current recording?
es: ¿Le gustaría guardar su grabación actual?
fr: Voulez-vous sauvegarder votre enregistrement actuel?
it: Vuoi salvare la tua registrazione attuale?
ko: 현재 녹음을 저장하시겠습니까?
nl: Wilt u uw huidige opname opslaan?
pt: Você gostaria de salvar sua gravação atual?
ru: Вы хотите сохранить текущую запись?

# Scan2020
source: Scanning is not supported with Microsoft Flight Simulator 2020. Models are automatically discovered as they appear in the simulator.
es: El escaneo no es compatible con Microsoft Flight Simulator 2020. Los modelos se descubren automáticamente a medida que aparecen en el simulador.
fr: La numérisation n'est pas prise en charge avec Microsoft Flight Simulator 2020. Les modèles sont automatiquement découverts lorsqu'ils apparaissent dans le simulateur.
it: La scansione non è supportata con Microsoft Flight Simulator 2020. I modelli vengono rilevati automaticamente non appena appaiono nel simulatore.
ko: Microsoft Flight Simulator 2020에서는 스캔이 지원되지 않습니다. 모델은 시뮬레이터에 나타날 때 자동으로 검색됩니다.
nl: Scannen wordt niet ondersteund met Microsoft Flight Simulator 2020. Modellen worden automatisch gedetecteerd zoals ze in de simulator verschijnen.
pt: A digitalização não é compatível com o Microsoft Flight Simulator 2020. Os modelos são descobertos automaticamente à medida que aparecem no simulador.
ru: Сканирование не поддерживается в Microsoft Flight Simulator 2020. Модели обнаруживаются автоматически по мере их появления в симуляторе.

source: Scan For Models
es: Buscar modelos
fr: Rechercher des modèles
it: Scansione Modelli
ko: 모델 검색
nl: Scan SimObjects
pt: Procurar modelos
ru: Поиск моделей

# ScanWarning
source: You must first start the simulator before scanning for models.
es: Primero debe iniciar el simulador antes de buscar modelos.
fr: Vous devez d'abord démarrer le simulateur avant de rechercher des modéles.
it: Devi avviare il simulatore per poter scansionare i modelli.
ko: 모델을 스캔하기 전에 먼저 시뮬레이터를 시작해야 합니다.
nl: U moet eerst de simulator starten voor het scannen naar modellen.
pt: Você deve primeiro iniciar o simulador antes de digitalizar os modelos.
ru: Перед сканированием моделей необходимо сначала запустить симулятор.

# ShareAncillarySuffix
source: G
es: GRAMO
fr: T
ru: грамм

# ShareFlightSuffix
source: F
fr: V
ko: 에프

# ShareNavSuffix
source: N
es: norte
fr: A

# Shortcuts_Allow
source: Allow shared cockpit with selected user
es: Permitir cabina compartida con el usuario seleccionado
fr: Autoriser le cockpit partagé avec l'utilisateur sélectionné
it: Consenti cabina di pilotaggio condivisa con l'utente selezionato
ko: 선택한 사용자와 조종석 공유 허용
nl: Sta gedeelde cockpit toe met geselecteerde gebruiker
pt: Permitir cockpit compartilhado com o usuário selecionado
ru: Разрешить совместную кабину с выбранным пользователем

# Shortcuts_Controls
source: Hand over controls to selected user
es: Entregar los controles al usuario seleccionado
fr: Remettre les commandes à l'utilisateur sélectionné
it: Consegnare i controlli all'utente selezionato
ko: 선택한 사용자에게 제어권 넘기기
nl: Overhandig de bedieningselementen aan de geselecteerde gebruiker
pt: Passe os controles para o usuário selecionado
ru: Передать управление выбранному пользователю

# Shortcuts_Enter
source: Enter/leave cockpit of selected aircraft
es: Entrar / salir de la cabina del avión seleccionado
fr: Entrer / quitter le cockpit de l'avion sélectionné
it: Entra / esci dalla cabina di pilotaggio dell'aereo selezionato
ko: 선택된 항공기의 / 휴가 조종석을 입력
nl: Betreed / verlaat de cockpit van het geselecteerde vliegtuig
pt: Entrar / sair da cabine da aeronave selecionada
ru: Вход / выход из кабины выбранного самолета

# Shortcuts_Follow
source: Follow selected aircraft
es: Seguir aviones seleccionados
fr: Suivez l'avion sélectionné
it: Segui l'aereo selezionato
ko: 선택한 항공기 팔로우
nl: Volg geselecteerde vliegtuigen
pt: Seguir a aeronave selecionada
ru: Следить за выбранным самолетом

# Shortcuts_Network
source: Toggle the network state on/off
es: Activar / desactivar el estado de la red
fr: Activer / désactiver l'état du réseau
it: Attiva / disattiva lo stato della rete
ko: 네트워크 상태 켜기/끄기 전환
nl: Schakel de netwerkstatus in / uit
pt: Liga / desliga o estado da rede
ru: Включить / выключить состояние сети

# Shortcuts_Simulator
source: Toggle the simulator state on/off
es: Activar / desactivar el estado del simulador
fr: Activer / désactiver l'état du simulateur
it: Attiva / disattiva lo stato del simulatore
ko: 시뮬레이터 상태 켜기/끄기 전환
nl: Schakel de simulatorstatus in / uit
pt: Liga / desliga o estado do simulador
ru: Включение / выключение состояния симулятора

source: SingleProp
fr: Unique Prop
it: Monomotore ad elica
ko: 싱글프롭
nl: Enkele Prop

source: Support
es: Apoyo
fr: Aider
it: Aiutare
ko: 지원하다
nl: Steunen
pt: Apoio, suporte
ru: Поддерживать

source: TwinProp
fr: Double Prop
it: Bimotore ad elica
ko: 트윈프롭
nl: Dubbele Prop

source: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto
ko: 알려지지 않은
nl: Onbekend
pt: Desconhecido
ru: Неизвестный

source: Unsaved Recording
es: Grabación no guardada
fr: Enregistrement non sauvegardé
it: Registrazione Non Salvata
ko: 저장되지 않은 녹음
nl: Niet-opgeslagen opname
pt: Gravação não salva
ru: Несохраненная запись

source: Warning
es: Advertencia
fr: Attention
it: Avviso
ko: 경고
nl: Waarschuwing
pt: Aviso
ru: Предупреждение

# WeatherObservation
source: You can only get weather observations from an aircraft on the network.
es: Solo puede obtener observaciones meteorológicas de un avión en la red.
fr: Vous ne pouvez obtenir des observations météorologiques qu'à partir d'un avion sur le réseau.
it: È possibile ottenere solo osservazioni meteorologiche da un aereo sulla rete.
ko: 네트워크의 항공기에서만 기상 관측을 얻을 수 있습니다.
nl: U kunt alleen weerwaarnemingen krijgen van een vliegtuig op het netwerk.
pt: Você só pode obter observações meteorológicas de uma aeronave na rede.
ru: Вы можете получать наблюдения за погодой только с самолета в сети.

source: Voice
es: Voz
fr: Voix
it: Voce
ko: 목소리
nl: Spraak
pt: Voz
ru: Голос

source: Copy Flight Plan...
es: Copiar plan de vuelo ...
fr: Copier le plan de vol...
it: Copia piano di volo ...
ko: 비행 계획 복사...
nl: Kopieer het vluchtplan...
pt: Copiar plano de vôo ...
ru: Копировать план полета ...

# AskSimConnect
source: SimConnect is required for Microsoft Flight Simulator, Prepar3D and FSX. Do you wish to download it?
es: SimConnect es necesario para Microsoft Flight Simulator, Prepar3D y FSX. ¿Deseas descargarlo?
fr: SimConnect est requis pour Microsoft Flight Simulator, Prepar3D et FSX. Souhaitez-vous le télécharger?
it: SimConnect è richiesto per Microsoft Flight Simulator, Prepar3D e FSX. Vuoi scaricarlo?
ko: SimConnect는 Microsoft Flight Simulator, Prepar3D 및 FSX에 필요합니다. 다운로드하시겠습니까?
nl: SimConnect is vereist voor Microsoft Flight Simulator, Prepar3D en FSX. Wilt u deze downloaden?
pt: O SimConnect é necessário para o Microsoft Flight Simulator, Prepar3D e FSX. Você deseja fazer o download?
ru: SimConnect требуется для Microsoft Flight Simulator, Prepar3D и FSX. Вы хотите его скачать?

# MaxInstances
source: JoinFS is already running on this system
es: JoinFS ya se está ejecutando en este sistema
fr: JoinFS est déjà en cours d'exécution sur ce système
it: JoinFS è già in esecuzione su questo sistema
ko: JoinFS가 이미 이 시스템에서 실행 중입니다.
nl: JoinFS draait al op dit systeem
pt: JoinFS já está rodando neste sistema
ru: JoinFS уже работает в этой системе

# DownloadNew
source: Do you want to close JoinFS and download the new version?
es: ¿Quieres cerrar JoinFS y descargar la nueva versión?
fr: Voulez-vous fermer JoinFS et télécharger la nouvelle version?
it: Vuoi chiudere JoinFS e scaricare la nuova versione?
ko: JoinFS를 닫고 새 버전을 다운로드하시겠습니까?
nl: Wil je JoinFS sluiten en de nieuwe versie downloaden?
pt: Quer fechar o JoinFS e baixar a nova versão?
ru: Вы хотите закрыть JoinFS и загрузить новую версию?

# InvalidHeight
source: Invalid height adjustment
es: Ajuste de altura no válido
fr: Réglage de la hauteur non valide
it: Regolazione dell'altezza non valida
ko: 잘못된 높이 조정
nl: Ongeldige hoogteaanpassing
pt: Ajuste de altura inválido
ru: Неверная регулировка высоты

# InvalidJoinAddress
source: Invalid join address. Either select from the address book or use an address in a format described in the manual.
es: Dirección de unión no válida. Seleccione de la libreta de direcciones o use una dirección en un formato descrito en el manual.
fr: Adresse d'inscription non valide. Sélectionnez dans le carnet d'adresses ou utilisez une adresse dans un format décrit dans le manuel.
it: Indirizzo di iscrizione non valido. Selezionare dalla rubrica o utilizzare un indirizzo in un formato descritto nel manuale.
ko: 잘못된 가입 주소입니다. 주소록에서 선택하거나 설명서에 설명된 형식으로 주소를 사용하십시오.
nl: Ongeldig join-adres. Maak een keuze uit het adresboek of gebruik een adres in een indeling die in de handleiding wordt beschreven.
pt: Endereço de adesão inválido. Selecione no catálogo de endereços ou use um endereço no formato descrito no manual.
ru: Недействительный адрес присоединения. Либо выберите из адресной книги, либо используйте адрес в формате, описанном в руководстве.

# InvalidPortPrefix
source: Invalid port number
es: Número de puerto no válido
fr: Numéro de port non valide
it: Numero di porta non valido
ko: 잘못된 포트 번호
nl: Ongeldig poortnummer
pt: Número de porta inválido
ru: Неверный номер порта

# InvalidPortSuffix
source: Needs to be in the range 1-65535
es: Debe estar en el rango 1-65535
fr: Doit être compris entre 1 et 65535
it: Deve essere compreso nell'intervallo 1-65535
ko: 1-65535 범위에 있어야 합니다.
nl: Moet tussen 1-65535 liggen
pt: Precisa estar no intervalo 1-65535
ru: Должен быть в диапазоне 1-65535

source: Invalid substitution
es: Sustitución no válida
fr: Substitution invalide
it: Sostituzione non valida
ko: 잘못된 대체
nl: Ongeldige vervanging
pt: Substituição inválida
ru: Неверная замена

# LocatePluginFolder
source: Unable to locate the X-Plane plugins folder
es: No se puede ubicar la carpeta de complementos de X-Plane
fr: Impossible de localiser le dossier des plugins X-Plane
it: Impossibile individuare la cartella dei plugin di X-Plane
ko: X-Plane 플러그인 폴더를 찾을 수 없습니다
nl: Kan de map met X-Plane-plug-ins niet vinden
pt: Não foi possível localizar a pasta de plug-ins do X-Plane
ru: Невозможно найти папку плагинов X-Plane

# NewVersionStatus
source: New version available
es: Nueva versión disponible
fr: Nouvelle version disponible
it: Nuova versione disponibile
ko: 새 버전 사용 가능
nl: Nieuwe versie beschikbaar
pt: Nova versão disponível
ru: Доступна новая версия

# NoPermissionCockpit
source: The owner of the aircraft has not given permission for you to enter.
es: El propietario de la aeronave no le ha dado permiso para ingresar.
fr: Le propriétaire de l'avion ne vous a pas autorisé à entrer.
it: Il proprietario dell'aeromobile non ti ha dato il permesso di entrare.
ko: 항공기 소유자가 귀하의 입장을 허가하지 않았습니다.
nl: De eigenaar van het vliegtuig heeft u geen toestemming gegeven om binnen te komen.
pt: O proprietário da aeronave não deu permissão para você entrar.
ru: Владелец самолета не разрешил вам войти.

# NoSubstituteModel
source: Unable to find substitute model
es: No se pudo encontrar un modelo sustituto
fr: Impossible de trouver un modèle de remplacement
it: Impossibile trovare il modello sostitutivo
ko: 대체 모델을 찾을 수 없습니다
nl: Kan geen vervangend model vinden
pt: Incapaz de encontrar o modelo substituto
ru: Невозможно найти заменяющую модель

# OldRecording
source: This recording is an old version and no longer supported with this version of JoinFS
es: Esta grabación es una versión antigua y ya no es compatible con esta versión de JoinFS
fr: Cet enregistrement est une ancienne version et n'est plus pris en charge avec cette version de JoinFS
it: Questa registrazione è una vecchia versione e non è più supportata con questa versione di JoinFS
ko: 이 녹음은 이전 버전이며 이 버전의 JoinFS에서 더 이상 지원되지 않습니다.
nl: Deze opname is een oude versie en wordt niet langer ondersteund door deze versie van JoinFS
pt: Esta gravação é uma versão antiga e não é mais compatível com esta versão do JoinFS
ru: Эта запись является старой версией и больше не поддерживается этой версией JoinFS.

# Options_ActivityCircle
source: Sets the maximum distance in nautical miles that aircraft will be injected into the simulator.
es: Establece la distancia máxima en millas náuticas a la que se inyectará la aeronave en el simulador.
fr: Définit la distance maximale en miles nautiques à laquelle l'avion sera injecté dans le simulateur.
it: Imposta la distanza massima in miglia nautiche che l'aereo verrà iniettato nel simulatore.
ko: 항공기가 시뮬레이터에 주입될 최대 거리를 해리로 설정합니다.
nl: Hiermee stelt u de maximale afstand in zeemijlen in waarmee vliegtuigen in de simulator worden geïnjecteerd.
pt: Define a distância máxima em milhas náuticas que a aeronave será injetada no simulador.
ru: Устанавливает максимальное расстояние в морских милях, которое самолет будет вводить в симулятор.
