Repository: alochimpasplum/JoinFS
Catalog: JoinFS/Resources/strings.*.resx
Languages: es, fr, it, ko, nl, pt, ru

# Options_Airport
source: Specifies the airport this ATC is controlling from. For example, 'EGLL'.
es: Especifica el aeropuerto desde el que está controlando este ATC. Por ejemplo, 'EGLL'.
fr: Spécifie l'aéroport à partir duquel cet ATC contrôle. Par exemple, «EGLL».
it: Specifica l'aeroporto da cui controlla questo ATC. Ad esempio, "EGLL".
ko: 이 ATC가 제어하는 ​​공항을 지정합니다. 예: 'EGLL'.
nl: Specificeert de luchthaven van waaruit deze ATC bestuurt. Bijvoorbeeld 'EGLL'.
pt: Especifica o aeroporto de onde este ATC está controlando. Por exemplo, 'EGLL'.
ru: Определяет аэропорт, из которого контролируется УВД. Например, «EGLL».

# Options_Atc
source: Enable ATC mode. Other users will see you marked as ATC.
es: Habilite el modo ATC. Otros usuarios lo verán marcado como ATC.
fr: Activez le mode ATC. Les autres utilisateurs vous verront marqué comme ATC.
it: Abilita la modalità ATC. Gli altri utenti ti vedranno contrassegnato come ATC.
ko: ATC 모드를 활성화합니다. 다른 사용자는 귀하를 ATC로 표시한 것을 볼 수 있습니다.
nl: Schakel ATC-modus in. Andere gebruikers zullen u zien gemarkeerd als ATC.
pt: Ative o modo ATC. Outros usuários verão você marcado como ATC.
ru: Включите режим ATC. Другие пользователи будут видеть вас отмеченным как ATC.

# Options_Create
source: Create a new session if hub mode is not enabled
es: Cree una nueva sesión si el modo concentrador no está habilitado
fr: Créer une nouvelle session si le mode concentrateur n'est pas activé
it: Crea una nuova sessione se la modalità hub non è abilitata
ko: 허브 모드가 활성화되지 않은 경우 새 세션 생성
nl: Maak een nieuwe sessie als de hubmodus niet is ingeschakeld
pt: Crie uma nova sessão se o modo hub não estiver habilitado
ru: Создайте новый сеанс, если режим концентратора не включен

# Options_Follow
source: Sets the distance in meters at which your aircraft will be positioned behind another object. Applies to follow option in the aircraft list.
es: Establece la distancia en metros a la que se colocará su avión detrás de otro objeto. Se aplica a la opción de seguimiento en la lista de aviones.
fr: Définit la distance en mètres à laquelle votre avion sera positionné derrière un autre objet. S'applique à l'option de suivi dans la liste des avions.
it: Imposta la distanza in metri alla quale il tuo aereo verrà posizionato dietro un altro oggetto. Si applica a seguire l'opzione nell'elenco degli aeromobili.
ko: 기체가 다른 물체 뒤에 위치할 거리를 미터 단위로 설정합니다. 항공기 목록의 다음 옵션에 적용됩니다.
nl: Stelt de afstand in meters in waarop uw vliegtuig zich achter een ander object bevindt. Is van toepassing op de optie volgen in de lijst met vliegtuigen.
pt: Define a distância em metros na qual sua aeronave será posicionada atrás de outro objeto. Aplica-se à opção a seguir na lista de aeronaves.
ru: Устанавливает расстояние в метрах, на котором ваш дрон будет находиться позади другого объекта. Применяется к опции отслеживания в списке самолетов.

# Options_Global
source: Join the global session immediately.
es: Únase a la sesión global de inmediato.
fr: Rejoignez immédiatement la session globale.
it: Partecipa immediatamente alla sessione globale.
ko: 즉시 글로벌 세션에 참여하십시오.
nl: Neem onmiddellijk deel aan de wereldwijde sessie.
pt: Junte-se à sessão global imediatamente.
ru: Немедленно присоединяйтесь к глобальной сессии.

# Options_Join
source: Join a session at the specified address
es: Únase a una sesión en la dirección especificada
fr: Rejoignez une session à l'adresse indiquée
it: Partecipa a una sessione all'indirizzo specificato
ko: 지정된 주소에서 세션에 참여
nl: Neem deel aan een sessie op het opgegeven adres
pt: Junte-se a uma sessão no endereço especificado
ru: Присоединяйтесь к сеансу по указанному адресу

# Options_Minimize
source: Launch JoinFS minimized on the Windows task bar. Quiet mode.
es: Inicie JoinFS minimizado en la barra de tareas de Windows. Modo silencioso.
fr: Lancez JoinFS minimisé dans la barre des tâches Windows. Mode silencieux.
it: Avvia JoinFS ridotto a icona sulla barra delle applicazioni di Windows. Modalità silenziosa.
ko: Windows 작업 표시줄에서 최소화된 JoinFS를 시작합니다. 조용한 모드.
nl: Start JoinFS geminimaliseerd op de Windows-taakbalk. Stille modus.
pt: Inicie o JoinFS minimizado na barra de tarefas do Windows. Modo silencioso.
ru: Запустить JoinFS в свернутом виде на панели задач Windows. Тихий режим.

# Options_Nickname
source: Choose a nickname. Others will be able to see this in the aircraft and user lists.
es: Elegir un apodo. Otros podrán ver esto en las listas de aviones y usuarios.
fr: Choisissez un surnom. D'autres pourront le voir dans les avions et les listes d'utilisateurs.
it: Scegli un nickname. Altri potranno vederlo negli elenchi degli aeromobili e degli utenti.
ko: 별명을 고르세요. 다른 사람들은 항공기 및 사용자 목록에서 이를 볼 수 있습니다.
nl: Kies een bijnaam. Anderen zullen dit kunnen zien in de vliegtuig- en gebruikerslijsten.
pt: Escolha um apelido. Outros poderão ver isso nas listas de aeronaves e usuários.
ru: Выберите ник. Остальные смогут увидеть это в списках самолетов и пользователей.

# Options_NoSim
source: Do not connect to the simulator at launch.
es: No se conecte al simulador en el lanzamiento.
fr: Ne vous connectez pas au simulateur au lancement.
it: Non connettersi al simulatore all'avvio.
ko: 시작할 때 시뮬레이터에 연결하지 마십시오.
nl: Maak bij het opstarten geen verbinding met de simulator.
pt: Não conecte ao simulador no lançamento.
ru: Не подключайтесь к симулятору при запуске.

# Options_Play
source: Open a JoinFS recorder file and play back the recording in the current session. Other users will need to enable 'Allow Multiple Objects'. See Manual.
es: Abra un archivo de grabación JoinFS y reproduzca la grabación en la sesión actual. Otros usuarios deberán habilitar 'Permitir múltiples objetos'. Ver manual.
fr: Ouvrez un fichier d'enregistreur JoinFS et lisez l'enregistrement dans la session en cours. Les autres utilisateurs devront activer «Autoriser plusieurs objets». Voir le manuel.
it: Apri un file del registratore JoinFS e riproduci la registrazione nella sessione corrente. Gli altri utenti dovranno abilitare "Consenti più oggetti". Vedere il manuale.
ko: JoinFS 레코더 파일을 열고 현재 세션에서 녹음을 재생합니다. 다른 사용자는 '여러 개체 허용'을 활성화해야 합니다. 설명서를 참조하십시오.
nl: Open een JoinFS-recorderbestand en speel de opname in de huidige sessie af. Andere gebruikers moeten 'Meerdere objecten toestaan' inschakelen. Zie handleiding.
pt: Abra um arquivo de gravador JoinFS e reproduza a gravação na sessão atual. Outros usuários precisarão habilitar 'Permitir vários objetos'. Veja o manual.
ru: Откройте файл рекордера JoinFS и воспроизведите запись в текущем сеансе. Другим пользователям нужно будет включить «Разрешить несколько объектов». См. Руководство.

# Options_Port
source: Use the specified IP port for connections to other sessions. The default port is 6112.
es: Utilice el puerto IP especificado para las conexiones a otras sesiones. El puerto predeterminado es 6112.
fr: Utilisez le port IP spécifié pour les connexions à d'autres sessions. Le port par défaut est 6112.
it: Utilizza la porta IP specificata per le connessioni ad altre sessioni. La porta predefinita è 6112.
ko: 다른 세션에 연결 지정된 IP 포트를 사용합니다. 기본 포트는 6112입니다.
nl: Gebruik de opgegeven IP-poort voor verbindingen met andere sessies. De standaardpoort is 6112.
pt: Use a porta IP especificada para conexões com outras sessões. A porta padrão é 6112.
ru: Используйте указанный IP-порт для подключений к другим сеансам. Порт по умолчанию - 6112.

# Options_Record
source: Immediately start recording.
es: Empiece a grabar inmediatamente.
fr: Démarrez immédiatement l'enregistrement.
it: Inizia subito la registrazione.
ko: 즉시 녹음을 시작합니다.
nl: Begin onmiddellijk met opnemen.
pt: Comece a gravar imediatamente.
ru: Немедленно начните запись.

# RecordLogs
source: Tick the box to record the logs to a file before viewing.
es: Marque la casilla para grabar los registros en un archivo antes de verlos.
fr: Cochez la case pour enregistrer les journaux dans un fichier avant de les visualiser.
it: Spunta la casella per registrare i registri in un file prima di visualizzarli.
ko: 보기 전에 로그를 파일에 기록하려면 확인란을 선택합니다.
nl: Vink het vakje aan om de logboeken in een bestand op te slaan voordat u ze bekijkt.
pt: Marque a caixa para gravar os registros em um arquivo antes de visualizá-los.
ru: Установите флажок, чтобы записывать журналы в файл перед просмотром.

# Tip_Active
source: Choose the colour to use when something in JoinFS is active
es: Elija el color para usar cuando algo en JoinFS está activo
fr: Choisissez la couleur à utiliser lorsque quelque chose dans JoinFS est actif
it: Scegli il colore da usare quando qualcosa in JoinFS è attivo
ko: JoinFS의 항목이 활성화될 때 사용할 색상을 선택하십시오.
nl: Kies de kleur die u wilt gebruiken wanneer iets in JoinFS actief is
pt: Escolha a cor a usar quando algo no JoinFS estiver ativo
ru: Выберите цвет, который будет использоваться, когда что-то в JoinFS активно

# Tip_Airport
source: The ICAO code for the airport you are controlling
es: El código OACI del aeropuerto que está controlando
fr: Le code OACI de l'aéroport que vous contrôlez
it: Il codice ICAO dell'aeroporto che stai controllando
ko: 귀하가 통제하는 공항의 ICAO 코드
nl: De ICAO-code voor de luchthaven die u beheert
pt: O código ICAO para o aeroporto que você está controlando
ru: Код ИКАО контролируемого вами аэропорта.

# Tip_AlwaysOnTop
source: Keep the JoinFS windows in the foreground
es: Mantenga las ventanas de JoinFS en primer plano
fr: Gardez les fenêtres JoinFS au premier plan
it: Mantieni le finestre di JoinFS in primo piano
ko: JoinFS 창을 전경에 유지
nl: Houd de JoinFS-vensters op de voorgrond
pt: Mantenha as janelas do JoinFS em primeiro plano
ru: Держите окна JoinFS на переднем плане

# Tip_ATC
source: Let others know that you are providing ATC coverage at an airport or region
es: Hágales saber a los demás que está brindando cobertura ATC en un aeropuerto o región
fr: Faites savoir aux autres que vous fournissez une couverture ATC dans un aéroport ou une région
it: Fai sapere agli altri che stai fornendo la copertura ATC in un aeroporto o in una regione
ko: 공항이나 지역에서 ATC 서비스를 제공하고 있음을 다른 사람들에게 알리십시오.
nl: Laat anderen weten dat u ATC-dekking biedt op een luchthaven of regio
pt: Informe aos outros que você está fornecendo cobertura ATC em um aeroporto ou região
ru: Сообщите другим, что вы обеспечиваете покрытие УВД в аэропорту или регионе.

# Tip_AutoRefresh
source: Refresh all JoinFS windows every 30 seconds
es: Actualizar todas las ventanas de JoinFS cada 30 segundos
fr: Actualisez toutes les fenêtres JoinFS toutes les 30 secondes
it: Aggiorna tutte le finestre di JoinFS ogni 30 secondi
ko: 30초마다 모든 JoinFS 창 새로 고침
nl: Vernieuw alle JoinFS-vensters om de 30 seconden
pt: Atualizar todas as janelas do JoinFS a cada 30 segundos
ru: Обновлять все окна JoinFS каждые 30 секунд

# Tip_ButtonCreate
source: Click to create a new session. Others can join using your 'Me' address
es: Haga clic para crear una nueva sesión. Otros pueden unirse usando su dirección "Yo"
fr: Cliquez pour créer une nouvelle session. D'autres peuvent rejoindre en utilisant votre adresse "Moi"
it: Fare clic per creare una nuova sessione. Altri possono partecipare utilizzando il tuo indirizzo "Io"
ko: 새 세션을 만들려면 클릭하세요. 다른 사람들은 귀하의 '나' 주소를 사용하여 참여할 수 있습니다.
nl: Klik om een nieuwe sessie aan te maken. Anderen kunnen meedoen met uw 'Ik'-adres
pt: Clique para criar uma nova sessão. Outros podem entrar usando o seu endereço 'Eu'
ru: Щелкните, чтобы создать новый сеанс. Другие могут присоединиться, используя ваш адрес "я"

# Tip_CircleOfActivity
source: Set the maximum distance at which aircraft will be injected into the simulator
es: Establecer la distancia máxima a la que se inyectará la aeronave en el simulador
fr: Définissez la distance maximale à laquelle l'avion sera injecté dans le simulateur
it: Imposta la distanza massima alla quale l'aereo verrà iniettato nel simulatore
ko: 항공기가 시뮬레이터에 주입될 최대 거리 설정
nl: Stel de maximale afstand in waarop vliegtuigen in de simulator worden geïnjecteerd
pt: Defina a distância máxima em que a aeronave será injetada no simulador
ru: Установите максимальное расстояние, на котором самолет будет впрыскиваться в симулятор.

# Tip_CPP
source: Install the required Microsoft C++ module for the X-Plane plugin
es: Instale el módulo Microsoft C ++ requerido para el complemento X-Plane
fr: Installez le module Microsoft C ++ requis pour le plugin X-Plane
it: Installa il modulo Microsoft C ++ richiesto per il plug-in X-Plane
ko: X-Plane 플러그인에 필요한 Microsoft C++ 모듈 설치
nl: Installeer de vereiste Microsoft C ++ -module voor de X-Plane-plug-in
pt: Instale o módulo Microsoft C ++ necessário para o plug-in X-Plane
ru: Установите необходимый модуль Microsoft C ++ для плагина X-Plane.

# Tip_Elevation
source: Automatically adjust other aircraft to compensate for differences in scenery airport elevation
es: Ajusta automáticamente otras aeronaves para compensar las diferencias en la elevación del aeropuerto del paisaje
fr: Ajustez automatiquement les autres avions pour compenser les différences d'élévation de l'aéroport du paysage
it: Regola automaticamente gli altri aeromobili per compensare le differenze nell'elevazione dello scenario dell'aeroporto
ko: 다른 항공기를 자동으로 조정하여 풍경 공항 고도의 차이를 보상합니다.
nl: Pas automatisch andere vliegtuigen aan om te compenseren voor verschillen in de hoogte van de luchthaven
pt: Ajustar automaticamente outras aeronaves para compensar as diferenças na elevação do cenário do aeroporto
ru: Автоматическая регулировка других самолетов для компенсации разницы в высоте над уровнем моря в аэропорту.

# Tip_EndTime
source: Length of the recording stored in the recorder
es: Duración de la grabación almacenada en la grabadora
fr: Durée de l'enregistrement stocké dans l'enregistreur
it: Durata della registrazione memorizzata nel registratore
ko: 레코더에 저장된 녹음 길이
nl: Lengte van de opname die is opgeslagen in de recorder
pt: Duração da gravação armazenada no gravador
ru: Продолжительность записи, хранящейся в диктофоне

# Tip_Euroscope
source: Update the file 'euroscope.txt' with current aircraft data for showing in Euroscope
es: Actualice el archivo 'euroscope.txt' con los datos actuales de la aeronave para mostrarlos en Euroscope
fr: Mettre à jour le fichier 'euroscope.txt' avec les données actuelles de l'aéronef à afficher dans l'Euroscope
it: Aggiorna il file "euroscope.txt" con i dati attuali del velivolo per la visualizzazione in Euroscope
ko: Euroscope에 표시하기 위해 현재 항공기 데이터로 'euroscope.txt' 파일 업데이트
nl: Update het bestand 'euroscope.txt' met actuele vliegtuiggegevens voor weergave in Euroscope
pt: Atualize o arquivo 'euroscope.txt' com os dados atuais da aeronave para mostrar no Euroscope
ru: Обновите файл "euroscope.txt" текущими данными о самолетах для отображения в Euroscope.

# Tip_Follow
source: Set the distance you want your aircraft to be moved behind another aircraft. See View|Aircraft, 'Follow' option
es: Establezca la distancia que desea que su avión se mueva detrás de otro avión. Ver Ver | Aeronave, opción 'Seguir'
fr: Définissez la distance à laquelle vous voulez que votre avion soit déplacé derrière un autre avion. Voir Afficher | Avion, option «Suivre»
it: Imposta la distanza a cui desideri spostare il tuo aereo dietro un altro aereo. Vedi Visualizza | Aereo, opzione "Segui"
ko: 기체가 다른 기체 뒤로 이동하려는 거리를 설정합니다. 보기|항공기, '팔로우' 옵션 참조
nl: Stel de afstand in waarop u wilt dat uw vliegtuig achter een ander vliegtuig wordt verplaatst. Zie Weergeven | Vliegtuigen, optie 'Volgen'
pt: Defina a distância que você deseja que sua aeronave seja movida atrás de outra aeronave. Consulte Exibir | Aeronave, opção 'Seguir'
ru: Установите расстояние, на которое вы хотите, чтобы ваш самолет двигался позади другого самолета. См. "Просмотр | Самолет", вариант "Следить"

# Tip_Frequency
source: The radio frequency you are controlling on
es: La frecuencia de radio que está controlando
fr: La fréquence radio que vous contrôlez
it: La frequenza radio su cui stai controllando
ko: 제어하고 있는 무선 주파수
nl: De radiofrequentie waarop u bedient
pt: A frequência de rádio que você está controlando
ru: Радиочастота, которую вы контролируете

# Tip_GlobalButton
source: Click to join the global public session
es: Haga clic para unirse a la sesión pública global
fr: Cliquez pour rejoindre la session publique mondiale
it: Fare clic per partecipare alla sessione pubblica globale
ko: 글로벌 공개 세션에 참여하려면 클릭하십시오.
nl: Klik om deel te nemen aan de wereldwijde openbare sessie
pt: Clique para entrar na sessão pública global
ru: Нажмите, чтобы присоединиться к глобальной публичной сессии

# Tip_GlobalJoin
source: Automatically join the global public session when JoinFS starts
es: Únase automáticamente a la sesión pública global cuando se inicie JoinFS
fr: Rejoignez automatiquement la session publique mondiale au démarrage de JoinFS
it: Partecipa automaticamente alla sessione pubblica globale all'avvio di JoinFS
ko: 자동으로 글로벌 공공 세션에 가입 할 때 JoinFS 시작
nl: Neem automatisch deel aan de wereldwijde openbare sessie wanneer JoinFS start
pt: Junte-se automaticamente à sessão pública global quando o JoinFS iniciar
ru: Автоматически присоединяться к глобальному общедоступному сеансу при запуске JoinFS

# Tip_HubAbout
source: A short description for this hub that will appear in everyone's hub list
es: Una breve descripción de este centro que aparecerá en la lista de centros de todos.
fr: Une brève description de ce hub qui apparaîtra dans la liste des hubs de tout le monde
it: Una breve descrizione per questo hub che apparirà nell'elenco degli hub di tutti
ko: 모든 사람의 허브 목록에 표시될 이 허브에 대한 간단한 설명
nl: Een korte beschrijving voor deze hub die in ieders hublijst zal verschijnen
pt: Uma breve descrição deste hub que aparecerá na lista de todos os hubs
ru: Краткое описание этого хаба, которое будет отображаться в списке хабов каждого.

# Tip_HubDomain
source: Optional domain name address, for example, 'myserver.com'
es: Dirección de nombre de dominio opcional, por ejemplo, 'miservidor.com'
fr: Adresse de nom de domaine facultative, par exemple "myserver.com"
it: Indirizzo del nome di dominio facoltativo, ad esempio "myserver.com"
ko: 선택적 도메인 이름 주소(예: 'myserver.com')
nl: Optioneel domeinnaamadres, bijvoorbeeld 'myserver.com'
pt: Endereço de nome de domínio opcional, por exemplo, 'myserver.com'
ru: Необязательный адрес доменного имени, например myserver.com

# Tip_HubEvent
source: Optional information about upcoming events or meeting dates and times
es: Información opcional sobre próximos eventos o fechas y horarios de reuniones
fr: Informations facultatives sur les événements à venir ou les dates et heures des réunions
it: Informazioni opzionali su eventi imminenti o date e orari delle riunioni
ko: 예정된 이벤트 또는 회의 날짜 및 시간에 대한 선택적 정보
nl: Optionele informatie over aankomende evenementen of vergaderdata en -tijden
pt: Informações opcionais sobre os próximos eventos ou datas e horários de reuniões
ru: Дополнительная информация о предстоящих событиях или датах и ​​времени встреч

# Tip_HubMode
source: Create a public session that will appear in everyone's hub list. Port Forwarding required. See manual.
es: Cree una sesión pública que aparecerá en la lista de concentradores de todos. Se requiere reenvío de puertos. Ver manual.
fr: Créez une session publique qui apparaîtra dans la liste des hubs de tout le monde. Redirection de port requise. Voir manuel.
it: Crea una sessione pubblica che apparirà nell'elenco degli hub di tutti. Port Forwarding richiesto. Vedi manuale.
ko: 모든 사람의 허브 목록에 표시될 공개 세션을 만듭니다. 포트 포워딩이 필요합니다. 설명서를 참조하십시오.
nl: Maak een openbare sessie die in de hublijst van iedereen zal verschijnen. Port Forwarding vereist. Zie handleiding.
pt: Crie uma sessão pública que aparecerá na lista de hub de todos. Encaminhamento de porta necessário. Veja o manual.
ru: Создайте общедоступный сеанс, который будет отображаться в хаб-списке каждого. Требуется перенаправление портов. См. Руководство.

# Tip_HubName
source: The public name of this hub that will be shown in everyone's hub list
es: El nombre público de este centro que se mostrará en la lista de centros de todos
fr: Le nom public de ce hub qui sera affiché dans la liste des hubs de tout le monde
it: Il nome pubblico di questo hub che verrà mostrato nell'elenco degli hub di tutti
ko: 모든 사람의 허브 목록에 표시될 이 허브의 공개 이름
nl: De openbare naam van deze hub die wordt weergegeven in de lijst met hubs van iedereen
pt: O nome público deste hub que será mostrado na lista de hub de todos
ru: Публичное имя этого хаба, которое будет отображаться в списке хабов каждого.

# Tip_HubVoice
source: Details of a voice server associated with this hub. For example, "ts3.myserver.com"
es: Detalles de un servidor de voz asociado con este concentrador. Por ejemplo, "ts3.myserver.com"
fr: Détails d'un serveur vocal associé à ce hub. Par exemple, "ts3.myserver.com"
it: Dettagli di un server vocale associato a questo hub. Ad esempio, "ts3.myserver.com"
ko: 이 허브와 관련된 음성 서버의 세부 사항. 예를 들어, "ts3.myserver.com"
nl: Details van een spraakserver die aan deze hub is gekoppeld. Bijvoorbeeld "ts3.myserver.com"
pt: Detalhes de um servidor de voz associado a este hub. Por exemplo, "ts3.myserver.com"
ru: Подробная информация о голосовом сервере, связанном с этим концентратором. Например, "ts3.myserver.com"

# Tip_Inactive
source: Choose the colour to use when something in JoinFS is inactive or failed
es: Elija el color para usar cuando algo en JoinFS está inactivo o falla
fr: Choisissez la couleur à utiliser lorsque quelque chose dans JoinFS est inactif ou échoue
it: Scegli il colore da usare quando qualcosa in JoinFS è inattivo o fallisce
ko: JoinFS에 뭔가가 비활성화 또는 실패 때 사용할 색상을 선택
nl: Kies de kleur die u wilt gebruiken wanneer iets in JoinFS inactief is of mislukt
pt: Escolha a cor a usar quando algo no JoinFS está inativo ou falhou
ru: Выберите цвет, который будет использоваться, когда что-то в JoinFS неактивно или не работает.

# Tip_Join
source: Enter the address of a session and click 'Join'
es: Ingrese la dirección de una sesión y haga clic en 'Unirse'
fr: Entrez l'adresse d'une session et cliquez sur 'Rejoindre'
it: Immettere l'indirizzo di una sessione e fare clic su "Partecipa"
ko: 세션 주소를 입력하고 '가입'을 클릭합니다.
nl: Voer het adres van een sessie in en klik op 'Deelnemen'
pt: Digite o endereço de uma sessão e clique em 'Entrar'
ru: Введите адрес сеанса и нажмите «Присоединиться».

# Tip_JoinButton
source: Click to join the session at the given address
es: Haga clic para unirse a la sesión en la dirección indicada
fr: Cliquez pour rejoindre la session à l'adresse indiquée
it: Fare clic per partecipare alla sessione all'indirizzo indicato
ko: 주어진 주소에서 세션에 참여하려면 클릭하십시오
nl: Klik om deel te nemen aan de sessie op het opgegeven adres
pt: Clique para entrar na sessão no endereço fornecido
ru: Нажмите, чтобы присоединиться к сеансу по указанному адресу

# Tip_LabelColour
source: The colour of the labels of injected aircraft in the simulator
es: El color de las etiquetas de los aviones inyectados en el simulador.
fr: La couleur des étiquettes des avions injectés dans le simulateur
it: Il colore delle etichette dell'aereo iniettato nel simulatore
ko: 시뮬레이터에서 주입된 항공기의 라벨 색상
nl: De kleur van de labels van geïnjecteerde vliegtuigen in de simulator
pt: A cor das etiquetas das aeronaves injetadas no simulador
ru: Цвет меток впрыснутых самолетов в симуляторе

# Tip_Level
source: The ATC level at which you are controlling
es: El nivel de ATC en el que está controlando
fr: Le niveau ATC auquel vous contrôlez
it: Il livello ATC a cui stai controllando
ko: ATC 레벨이되는 당신이 제어된다
nl: Het ATC-niveau waarop u controleert
pt: O nível ATC no qual você está controlando
ru: Уровень УВД, на котором вы контролируете
