Repository: alochimpasplum/JoinFS
Catalog: JoinFS/Resources/strings.*.resx
Languages: es, fr, it, ko, nl, pt, ru

# Tip_LocalPort
source: Specify which UDP network port JoinFS will use - default is 6112
es: Especifique qué puerto de red UDP utilizará JoinFS; el valor predeterminado es 6112
fr: Spécifiez le port réseau UDP que JoinFS utilisera - la valeur par défaut est 6112
it: Specificare quale porta di rete UDP verrà utilizzata da JoinFS: l'impostazione predefinita è 6112
ko: JoinFS가 사용할 UDP 네트워크 포트 지정 - 기본값은 6112입니다.
nl: Specificeer welke UDP-netwerkpoort JoinFS zal gebruiken - standaard is 6112
pt: Especifique qual porta de rede UDP o JoinFS usará - o padrão é 6112
ru: Укажите, какой сетевой порт UDP будет использовать JoinFS - по умолчанию 6112

# Tip_LowBandwidth
source: Reduce the amount of network data used by JoinFS - may affect performance
es: Reducir la cantidad de datos de red que usa JoinFS; puede afectar el rendimiento
fr: Réduire la quantité de données réseau utilisées par JoinFS - peut affecter les performances
it: Riduci la quantità di dati di rete utilizzati da JoinFS: potrebbe influire sulle prestazioni
ko: JoinFS에서 사용하는 네트워크 데이터 양 줄이기 - 성능에 영향을 줄 수 있음
nl: Verminder de hoeveelheid netwerkgegevens die door JoinFS wordt gebruikt - dit kan de prestaties beïnvloeden
pt: Reduza a quantidade de dados de rede usados ​​pelo JoinFS - pode afetar o desempenho
ru: Уменьшите объем сетевых данных, используемых JoinFS - это может повлиять на производительность

# Tip_Me
source: This is your address. Others can join you using this address
es: Esta es tu direccion. Otros pueden unirse a usted usando esta dirección
fr: Ceci est votre adresse. D'autres peuvent vous rejoindre en utilisant cette adresse
it: Questo è il tuo indirizzo. Altri possono unirsi a te usando questo indirizzo
ko: 이것은 당신의 주소입니다. 다른 사람들은이 주소를 사용하면 가입 할 수 있습니다
nl: Dit is uw adres. Anderen kunnen zich bij u aansluiten via dit adres
pt: Este é o seu endereço. Outros podem se juntar a você usando este endereço
ru: Это ваш адрес. Другие могут присоединиться к вам, используя этот адрес

# Tip_ModelScan
source: Automatically scan for models every time JoinFS connects to the flight simulator
es: Busque modelos automáticamente cada vez que JoinFS se conecte al simulador de vuelo
fr: Rechercher automatiquement les modèles à chaque fois que JoinFS se connecte au simulateur de vol
it: Scansiona automaticamente i modelli ogni volta che JoinFS si connette al simulatore di volo
ko: JoinFS가 비행 시뮬레이터에 연결할 때마다 자동으로 모델 검색
nl: Scan automatisch naar modellen telkens wanneer JoinFS verbinding maakt met de vluchtsimulator
pt: Faça a varredura automática de modelos sempre que o JoinFS se conectar ao simulador de vôo
ru: Автоматически сканировать модели каждый раз, когда JoinFS подключается к имитатору полета.

# Tip_NetworkButton
source: Join/leave the session at the given address
es: Únase / abandone la sesión en la dirección indicada
fr: Rejoindre / quitter la session à l'adresse indiquée
it: Partecipa / esci dalla sessione all'indirizzo indicato
ko: 주어진 주소에서 세션에 참여/나가기
nl: Doe mee / verlaat de sessie op het opgegeven adres
pt: Entrar / sair da sessão no endereço fornecido
ru: Присоединиться / выйти из сеанса по указанному адресу

# Tip_Nickname
source: Choose a personal name for others to see in JoinFS
es: Elija un nombre personal para que otros lo vean en JoinFS
fr: Choisissez un nom personnel que les autres pourront voir dans JoinFS
it: Scegli un nome personale che gli altri possano vedere in JoinFS
ko: JoinFS에서 다른 사람들이 볼 수 있도록 개인 이름을 선택하십시오.
nl: Kies een persoonlijke naam die anderen kunnen zien in JoinFS
pt: Escolha um nome pessoal para que outras pessoas vejam no JoinFS
ru: Выберите личное имя, которое другие будут видеть в JoinFS

# Tip_Overdub
source: Start recording the selected aircraft and add them to the existing aircraft already stored in the recorder. Existing aircraft will be also be played back in the simulator during overdub
es: Comience a grabar la aeronave seleccionada y agréguela a la aeronave existente ya almacenada en el registrador. Los aviones existentes también se reproducirán en el simulador durante la sobregrabación.
fr: Commencez à enregistrer l'avion sélectionné et ajoutez-les à l'avion existant déjà stocké dans l'enregistreur. Les avions existants seront également lus dans le simulateur lors de l'overdub
it: Inizia a registrare il velivolo selezionato e aggiungilo al velivolo esistente già memorizzato nel registratore. Anche gli aerei esistenti verranno riprodotti nel simulatore durante la sovraincisione
ko: 선택한 기체의 기록을 시작하고 이미 레코더에 저장된 기존 기체에 추가합니다. 오버 더빙 중에는 기존 항공기도 시뮬레이터에서 재생됩니다.
nl: Begin met het opnemen van het geselecteerde vliegtuig en voeg ze toe aan het bestaande vliegtuig dat al in de recorder is opgeslagen. Bestaande vliegtuigen worden tijdens het overdubben ook afgespeeld in de simulator
pt: Comece a registrar a aeronave selecionada e adicione-a às aeronaves existentes já armazenadas no gravador. As aeronaves existentes também serão reproduzidas no simulador durante o overdub
ru: Начните запись выбранного самолета и добавьте их к существующему самолету, уже сохраненному в регистраторе. Существующие самолеты также будут воспроизведены в симуляторе во время наложения.

# Tip_Password
source: Protect your session with a password
es: Proteja su sesión con contraseña
fr: Protégez votre session avec un mot de passe
it: Proteggi la tua sessione con una password
ko: 비밀번호로 세션 보호
nl: Bescherm uw sessie met een wachtwoord
pt: Proteja sua sessão com uma senha
ru: Защитите свою сессию паролем

# Tip_Play
source: Play/pause the aircraft stored in the recorder
es: Reproducir / pausar la aeronave almacenada en la grabadora
fr: Lecture / pause de l'avion stocké dans l'enregistreur
it: Riprodurre / mettere in pausa l'aereo memorizzato nel registratore
ko: 레코더에 저장된 기체를 재생/일시 중지합니다.
nl: Speel / pauzeer het vliegtuig dat is opgeslagen in de recorder
pt: Reproduzir / pausar a aeronave armazenada no gravador
ru: Воспроизведение / пауза самолета, сохраненного в рекордере

# Tip_Plugin
source: Install the required plugin for X-Plane
es: Instale el complemento necesario para X-Plane
fr: Installez le plugin requis pour X-Plane
it: Installa il plug-in richiesto per X-Plane
ko: X-Plane에 필요한 플러그인 설치
nl: Installeer de vereiste plug-in voor X-Plane
pt: Instale o plugin necessário para X-Plane
ru: Установите необходимый плагин для X-Plane

# Tip_PluginAddress
source: Enter the IP address of the machine running X-Plane. Leave blank if on the same machine
es: Ingrese la dirección IP de la máquina que ejecuta X-Plane. Déjelo en blanco si está en la misma máquina
fr: Entrez l'adresse IP de la machine exécutant X-Plane. Laisser vide si sur la même machine
it: Immettere l'indirizzo IP della macchina su cui è in esecuzione X-Plane. Lascia vuoto se sulla stessa macchina
ko: X-Plane을 실행하는 컴퓨터의 IP 주소를 입력합니다. 동일한 시스템에 있는 경우 비워 둡니다.
nl: Voer het IP-adres in van de machine waarop X-Plane draait. Laat leeg indien op dezelfde machine
pt: Digite o endereço IP da máquina que executa o X-Plane. Deixe em branco se estiver na mesma máquina
ru: Введите IP-адрес машины, на которой работает X-Plane. Оставьте пустым, если на той же машине

# Tip_Position
source: Current position in the recording. Drag the bar to move forwards and backwards in the recording
es: Posición actual en la grabación. Arrastra la barra para avanzar y retroceder en la grabación.
fr: Position actuelle dans l'enregistrement. Faites glisser la barre pour avancer et reculer dans l'enregistrement
it: Posizione attuale nella registrazione. Trascina la barra per spostarti avanti e indietro nella registrazione
ko: 녹음의 현재 위치입니다. 막대를 끌어 녹음에서 앞뒤로 이동합니다.
nl: Huidige positie in de opname. Versleep de balk om vooruit en achteruit te gaan in de opname
pt: Posição atual na gravação. Arraste a barra para avançar e retroceder na gravação
ru: Текущая позиция в записи. Перетащите полосу для перемещения вперед и назад по записи

# Tip_Record
source: Start recording the selected aircraft
es: Iniciar la grabación de la aeronave seleccionada
fr: Commencer à enregistrer l'avion sélectionné
it: Inizia a registrare l'aereo selezionato
ko: 선택한 기체 기록 시작
nl: Begin met het opnemen van het geselecteerde vliegtuig
pt: Comece a registrar a aeronave selecionada
ru: Начать запись выбранного самолета

# Tip_ShowAltitude
source: Show the aircraft altitude as part of the aircraft label
es: Muestra la altitud de la aeronave como parte de la etiqueta de la aeronave
fr: Afficher l'altitude de l'avion dans le cadre de l'étiquette de l'avion
it: Mostra l'altitudine del velivolo come parte dell'etichetta del velivolo
ko: 항공기 레이블의 일부로 항공기 고도 표시
nl: Toon de hoogte van het vliegtuig als onderdeel van het vliegtuiglabel
pt: Mostre a altitude da aeronave como parte da etiqueta da aeronave
ru: Укажите высоту самолета на этикетке самолета.

# Tip_ShowCallsign
source: Show the aircraft callsign as part of the aircraft label
es: Muestre el indicativo de la aeronave como parte de la etiqueta de la aeronave
fr: Afficher l'indicatif de l'avion dans le cadre de l'étiquette de l'avion
it: Mostra il nominativo dell'aereo come parte dell'etichetta dell'aeromobile
ko: 항공기 라벨의 일부로 항공기 콜사인을 표시합니다.
nl: Laat de roepnaam van het vliegtuig zien als onderdeel van het vliegtuiglabel
pt: Mostre o indicativo da aeronave como parte da etiqueta da aeronave
ru: Показывать позывной самолета как часть метки самолета

# Tip_ShowDistance
source: Show the aircraft distance as part of the aircraft label
es: Muestra la distancia de la aeronave como parte de la etiqueta de la aeronave
fr: Afficher la distance de l'avion dans le cadre de l'étiquette de l'avion
it: Mostra la distanza dell'aereo come parte dell'etichetta dell'aeromobile
ko: 항공기 라벨의 일부로 항공기 거리 표시
nl: Toon de afstand van het vliegtuig als onderdeel van het vliegtuiglabel
pt: Mostre a distância da aeronave como parte da etiqueta da aeronave
ru: Показывать расстояние до самолета на этикетке самолета

# Tip_ShowNickname
source: Show the pilot's nickname as part of the aircraft label
es: Muestra el apodo del piloto como parte de la etiqueta del avión.
fr: Afficher le surnom du pilote dans le cadre de l'étiquette de l'avion
it: Mostra il soprannome del pilota come parte dell'etichetta dell'aereo
ko: 항공기 라벨의 일부로 조종사의 닉네임을 표시
nl: Laat de bijnaam van de piloot zien als onderdeel van het vliegtuiglabel
pt: Mostre o apelido do piloto como parte da etiqueta da aeronave
ru: Укажите псевдоним пилота на этикетке самолета.

# Tip_ShowNicknames
source: Show nicknames instead of callsigns in the simulator
es: Mostrar apodos en lugar de indicativos en el simulador
fr: Afficher les surnoms au lieu des indicatifs dans le simulateur
it: Mostra i soprannomi invece dei nominativi nel simulatore
ko: 시뮬레이터에서 호출 부호 대신 별명 표시
nl: Toon bijnamen in plaats van roepnamen in de simulator
pt: Mostrar apelidos em vez de indicativos no simulador
ru: Показывать псевдонимы вместо позывных в симуляторе

# Tip_ShowSpeed
source: Show the aircraft speed as part of the aircraft label
es: Muestra la velocidad de la aeronave como parte de la etiqueta de la aeronave.
fr: Afficher la vitesse de l'avion dans le cadre de l'étiquette de l'avion
it: Mostra la velocità del velivolo come parte dell'etichetta del velivolo
ko: 항공기 레이블의 일부로 항공기 속도 표시
nl: Toon de vliegtuigsnelheid als onderdeel van het vliegtuiglabel
pt: Mostre a velocidade da aeronave como parte da etiqueta da aeronave
ru: Показывать скорость самолета на этикетке самолета.

# Tip_SimulatorButton
source: Connect/disconnect the flight simulator
es: Conectar / desconectar el simulador de vuelo
fr: Connecter / déconnecter le simulateur de vol
it: Connetti / disconnetti il ​​simulatore di volo
ko: 비행 시뮬레이터 연결/분리
nl: Verbind / ontkoppel de vluchtsimulator
pt: Conecte / desconecte o simulador de vôo
ru: Подключить / отключить имитатор полета

# Tip_Status
source: version | open map | total hub users, session users | contribute
es: versión | abrir mapa | total de usuarios de concentrador, usuarios de sesión | contribuir
fr: version | ouvrir la carte | nombre total d'utilisateurs du hub, utilisateurs de session | contribuer
it: versione | apri la mappa | utenti hub totali, utenti di sessione | contribuire
ko: 버전 | 지도 열기 | 총 허브 사용자, 세션 사용자 | 기여하다
nl: versie | open kaart | totaal aantal hubgebruikers, sessiegebruikers | bijdrage leveren
pt: versão | mapa aberto | total de usuários do hub, usuários da sessão | contribuir
ru: версия | открыть карту | общее количество пользователей хаба, пользователей сеанса | способствовать

# Tip_Stop
source: Stop recording/playing the aircraft
es: Deje de grabar / reproducir el avión
fr: Arrêter l'enregistrement / la lecture de l'avion
it: Interrompere la registrazione / riproduzione del velivolo
ko: 기체 녹음/재생 중지
nl: Stop met het opnemen / afspelen van de drone
pt: Pare de gravar / reproduzir a aeronave
ru: Остановить запись / воспроизведение самолета

# Tip_TCAS
source: Enable TCAS in X-Plane to allow map support. Aircraft will be acquired by the plugin which may interfere with other plugins.
es: Habilite TCAS en X-Plane para permitir la compatibilidad con mapas. El complemento adquirirá aeronaves, lo que puede interferir con otros complementos.
fr: Activez TCAS dans X-Plane pour permettre la prise en charge de la carte. L'avion sera acquis par le plugin qui peut interférer avec d'autres plugins.
it: Abilita TCAS in X-Plane per consentire il supporto delle mappe. L'aereo verrà acquisito dal plug-in che potrebbe interferire con altri plug-in.
ko: 지도 지원을 허용하려면 X-Plane에서 TCAS를 활성화하십시오. 항공기는 다른 플러그인을 방해할 수 있는 플러그인에 의해 획득됩니다.
nl: Schakel TCAS in X-Plane in om kaartondersteuning toe te staan. Vliegtuigen worden verkregen door de plug-in die andere plug-ins kan storen.
pt: Ative o TCAS no X-Plane para permitir o suporte do mapa. A aeronave será adquirida pelo plug-in, o que pode interferir em outros plug-ins.
ru: Включите TCAS в X-Plane, чтобы разрешить поддержку карты. Самолет будет приобретен плагином, который может мешать работе других плагинов.

# Tip_Time
source: Time since recording/playback started
es: Tiempo desde que comenzó la grabación / reproducción
fr: Temps écoulé depuis le début de l'enregistrement / de la lecture
it: Tempo trascorso dall'inizio della registrazione / riproduzione
ko: 녹음/재생이 시작된 이후의 시간
nl: Tijd sinds het starten van opnemen / afspelen
pt: Tempo desde o início da gravação / reprodução
ru: Время с начала записи / воспроизведения

# Tip_ToolTips
source: Show help when mouse pointer is over window items
es: Mostrar ayuda cuando el puntero del mouse está sobre elementos de la ventana
fr: Afficher l'aide lorsque le pointeur de la souris se trouve sur les éléments de la fenêtre
it: Mostra la guida quando il puntatore del mouse si trova sugli elementi della finestra
ko: 마우스 포인터가 창 항목 위에 있을 때 도움말 표시
nl: Help weergeven wanneer de muisaanwijzer zich boven vensteritems bevindt
pt: Mostrar ajuda quando o ponteiro do mouse estiver sobre os itens da janela
ru: Показывать справку, когда указатель мыши находится над элементами окна

# Tip_VRS
source: Automatically broadcast VRS TACPAC objects
es: Difundir automáticamente objetos VRS TACPAC
fr: Diffusion automatique des objets VRS TACPAC
it: Trasmetti automaticamente oggetti VRS TACPAC
ko: VRS TACPAC 객체 자동 브로드캐스트
nl: Zend automatisch VRS TACPAC-objecten uit
pt: Transmitir objetos VRS TACPAC automaticamente
ru: Автоматически транслировать объекты VRS TACPAC

# Tip_Waiting
source: Choose the colour to use when something in JoinFS is waiting to become active
es: Elija el color que se usará cuando algo en JoinFS esté esperando para activarse
fr: Choisissez la couleur à utiliser lorsque quelque chose dans JoinFS attend d'être actif
it: Scegli il colore da usare quando qualcosa in JoinFS è in attesa di diventare attivo
ko: JoinFS의 무언가가 활성화되기를 기다리고 있을 때 사용할 색상을 선택하십시오.
nl: Kies de kleur die u wilt gebruiken wanneer iets in JoinFS wacht om actief te worden
pt: Escolha a cor a usar quando algo no JoinFS está esperando para se tornar ativo
ru: Выберите цвет, который будет использоваться, когда что-то в JoinFS ожидает активации.

# Tip_Whazzup
source: Update the file 'whazzup.txt' with aircraft data to use in your own online maps
es: Actualice el archivo 'whazzup.txt' con datos de aeronaves para usar en sus propios mapas en línea
fr: Mettez à jour le fichier 'whazzup.txt' avec les données de l'avion à utiliser dans vos propres cartes en ligne
it: Aggiorna il file "whazzup.txt" con i dati del velivolo da utilizzare nelle tue mappe online
ko: 자신의 온라인 지도에서 사용할 항공기 데이터로 'whazzup.txt' 파일을 업데이트하십시오.
nl: Werk het bestand 'whazzup.txt' bij met vliegtuiggegevens om in uw eigen online kaarten te gebruiken
pt: Atualize o arquivo 'whazzup.txt' com os dados da aeronave para usar em seus próprios mapas online
ru: Добавьте в файл whazzup.txt данные о самолетах, чтобы использовать их на своих онлайн-картах.

# Tip_WhazzupAI
source: Include all AI aircraft in the 'whazzup.txt' file
es: Incluya todos los aviones AI en el archivo 'whazzup.txt'
fr: Incluez tous les avions AI dans le fichier 'whazzup.txt'
it: Includere tutti i velivoli AI nel file "whazzup.txt"
ko: 'wazzup.txt' 파일에 모든 AI 항공기 포함
nl: Neem alle AI-vliegtuigen op in het bestand 'whazzup.txt'
pt: Incluir todas as aeronaves de IA no arquivo 'whazzup.txt'
ru: Включите все самолеты AI в файл whazzup.txt

# Tip_WhazzupGlobal
source: Include aircraft from all public hubs in the 'whazzup.txt' file
es: Incluir aviones de todos los centros públicos en el archivo 'whazzup.txt'
fr: Inclure les avions de tous les hubs publics dans le fichier 'whazzup.txt'
it: Includere gli aeromobili di tutti gli hub pubblici nel file "whazzup.txt"
ko: 'wazzup.txt' 파일에 모든 공용 허브의 항공기 포함
nl: Neem vliegtuigen van alle openbare hubs op in het bestand 'whazzup.txt'
pt: Incluir aeronaves de todos os hubs públicos no arquivo 'whazzup.txt'
ru: Включите самолеты из всех публичных узлов в файл whazzup.txt.

# Tip_Xplane
source: Enable connection to the X-Plane flight simulator
es: Habilitar la conexión al simulador de vuelo X-Plane
fr: Activer la connexion au simulateur de vol X-Plane
it: Abilita la connessione al simulatore di volo X-Plane
ko: X-Plane 비행 시뮬레이터에 연결 활성화
nl: Maak verbinding met de X-Plane-vluchtsimulator mogelijk
pt: Habilite a conexão com o simulador de vôo X-Plane
ru: Разрешить подключение к симулятору полета X-Plane

# PluginInstalled
source: X-Plane plugin successfully installed
es: El complemento X-Plane se instaló correctamente
fr: Le plugin X-Plane a été installé avec succès
it: Plugin X-Plane installato con successo
ko: X-Plane 플러그인이 성공적으로 설치되었습니다.
nl: X-Plane-plug-in is succesvol geïnstalleerd
pt: Plugin X-Plane instalado com sucesso
ru: Плагин X-Plane успешно установлен

# Options_NoGui
source: Run JoinFS as a background process without any windows or UI.
es: Ejecute JoinFS como un proceso en segundo plano sin ninguna ventana o interfaz de usuario.
fr: Exécutez JoinFS en tant que processus d'arrière-plan sans aucune fenêtre ni interface utilisateur.
it: Esegui JoinFS come processo in background senza finestre o interfaccia utente.
ko: 창이나 UI 없이 JoinFS를 백그라운드 프로세스로 실행합니다.
nl: Voer JoinFS uit als een achtergrondproces zonder vensters of gebruikersinterface.
pt: Execute o JoinFS como um processo em segundo plano, sem janelas ou IU.
ru: Запустите JoinFS в качестве фонового процесса без каких-либо окон или пользовательского интерфейса.

# Options_Quit
source: Terminate all instances of JoinFS currently running on this machine.
es: Termine todas las instancias de JoinFS que se estén ejecutando actualmente en esta máquina.
fr: Arrêtez toutes les instances de JoinFS en cours d'exécution sur cette machine.
it: Termina tutte le istanze di JoinFS attualmente in esecuzione su questa macchina.
ko: 이 시스템에서 현재 실행 중인 JoinFS의 모든 인스턴스를 종료합니다.
nl: Beëindig alle exemplaren van JoinFS die momenteel op deze computer worden uitgevoerd.
pt: Encerre todas as instâncias do JoinFS atualmente em execução nesta máquina.
ru: Завершите все экземпляры JoinFS, запущенные в данный момент на этом компьютере.

# ResetSettings
source: Reset all settings back to the default state?
es: ¿Restablecer todos los ajustes al estado predeterminado?
fr: Réinitialiser tous les paramètres à leur état par défaut?
it: Ripristinare tutte le impostazioni allo stato predefinito?
ko: 모든 설정을 기본 상태로 재설정하시겠습니까?
nl: Alle instellingen terugzetten naar de standaardstatus?
pt: Redefinir todas as configurações de volta ao estado padrão?
ru: Сбросить все настройки до состояния по умолчанию?

# InstallPlugin
source: Do you want to install the plugin for X-Plane?
es: ¿Quieres instalar el complemento para X-Plane?
fr: Voulez-vous installer le plugin pour X-Plane?
it: Vuoi installare il plugin per X-Plane?
ko: X-Plane용 플러그인을 설치하시겠습니까?
nl: Wilt u de plug-in voor X-Plane installeren?
pt: Você deseja instalar o plugin para X-Plane?
ru: Вы хотите установить плагин для X-Plane?

# Tip_MultiObjects
source: Allow this client to receive more than one aircraft from any other client in a session.
es: Permita que este cliente reciba más de un avión de cualquier otro cliente en una sesión.
fr: Autorisez ce client à recevoir plus d'un avion de n'importe quel autre client dans une session.
it: Consenti a questo cliente di ricevere più di un aereo da qualsiasi altro cliente in una sessione.
ko: 이 클라이언트가 세션의 다른 클라이언트로부터 둘 이상의 항공기를 수신하도록 허용합니다.
nl: Sta deze client toe om tijdens een sessie meer dan één vliegtuig van een andere client te ontvangen.
pt: Permitir que este cliente receba mais de uma aeronave de qualquer outro cliente em uma sessão.
ru: Разрешить этому клиенту получать более одного самолета от любого другого клиента в сеансе.

# Options_Rejoin
source: Join the previous session.
es: Únase a la sesión anterior.
fr: Rejoignez la session précédente.
it: Partecipa alla sessione precedente.
ko: 이전 세션에 참여합니다.
nl: Doe mee met de vorige sessie.
pt: Junte-se à sessão anterior.
ru: Присоединяйтесь к предыдущему сеансу.

# InvalidEmail
source: Invalid email or password
es: Correo electrónico o contraseña no válidos
fr: email ou mot de passe invalide
it: E-mail o password non validi
ko: 잘못된 이메일 또는 비밀번호
nl: Ongeldig e-mailadres of wachtwoord
pt: E-mail ou senha inválida
ru: неверный адрес электронной почты или пароль

source: Verify Password
es: Verificar contraseña
fr: vérifier le mot de passe
it: Verifica la password
ko: 비밀번호 확인
nl: Verifieer het wachtwoord
pt: verifique a senha
ru: подтвердите пароль

# AssignVariablesWarning
source: You must first start a simulator before assigning variables.
es: Primero debe iniciar un simulador antes de asignar variables.
fr: Vous devez d'abord démarrer un simulateur avant d'affecter des variables.
it: È necessario avviare un simulatore prima di assegnare le variabili.
ko: 변수를 할당하기 전에 먼저 시뮬레이터를 시작해야 합니다.
nl: U moet eerst een simulator starten voordat u variabelen toewijst.
pt: Você deve primeiro iniciar um simulador antes de atribuir variáveis.
ru: Прежде чем назначать переменные, необходимо сначала запустить симулятор.

# Tip_Loop
source: Keep looping back to the start of the recording during play back.
es: Continúe repitiendo el bucle hasta el inicio de la grabación durante la reproducción.
fr: Continuez à revenir au début de l'enregistrement pendant la lecture.
it: Continua a tornare all'inizio della registrazione durante la riproduzione.
ko: 재생 중에 녹음 시작 부분으로 계속 반복합니다.
nl: Blijf tijdens het afspelen terugkeren naar het begin van de opname.
pt: Continue repetindo para o início da gravação durante a reprodução.
ru: Продолжайте возвращаться к началу записи во время воспроизведения.
